<template>
<div> <v-autocomplete
label="Autocomplete"
:items="[' Кораблестроение, океанотехника и системотехника объектов морской инфраструктуры ', ' Машиностроение ', ' Управление в технических системах', ' Конструкторско-технологическое обеспечение машиностроительных производств', ' Информатика и вычислительная техника ', ' Проектирование и постройка кораблей, судов и объектов океанотехники']"
></v-autocomplete></div>
</template>



<script>
export default {
name: "lab3_4",
}
</script>
<style scoped>
div {
  padding: 10px;
color: white;
}
</style>